
INSERT INTO `hm_admin_menu` (`id`, `name`, `title`, `alias`,`status`, `remark`, `sort`, `type`, `pid`, `level`) VALUES
(1, '首页', '首页', 'index', 0, '首页', 1, 'nav', 0, 1),
(2, '系统', '系统', 'sys',   0, '系统', 2, 'nav', 0, 1),
(3, '小说', '小说', 'novel', 0, '小说', 3, 'nav', 0, 1),
(4, '漫画', '漫画', 'comic', 0, '漫画', 4, 'nav', 0, 1),
(5, '视频', '视频', 'video', 0, '视频', 5, 'nav', 0, 1),
(6, '文章', '文章', 'article', 0, '文章', 6, 'nav', 0, 1),
(7, '用户', '用户', 'user', 0, '用户', 7, 'nav', 0, 1),
(8, '运营', '运营', 'bus', 0, '运营', 8, 'nav', 0, 1),
(9, '权限管理', '权限管理',  '', 0, '权限管理', 1, 'menu', 2, 2);

